<template>
  <div class="title_box">
    <my-title :title='title'></my-title>
    <div>
      <h3>打麻将有益身心健康</h3>
      <b>1、打麻将游戏简单易学</b>
      <p>在我国，没有一个为教打麻将游戏创办的学校或培训机构，而且很多人特别是年纪较大的人，他们的文化水品几乎都不高，但是所有的人都会打麻将，可见学习打麻将游戏的难度真的不大。所以，打麻将游戏的第一个好处就是入门门槛低，简单易懂。</p>
      <b>2、打麻将游戏益智</b>
      <p>经研究表明，打麻将游戏所需要的是瞬间的判断反应能力和记忆力，要敢于判断，并且与每个人的直觉灵敏与否有关。一般长于打麻将的人适宜作政治家，或从事商业以及广播电视、新闻、电影文化之类的工作。在医学领域中，更是临床医生的合适人选，因为他具备了在短时问内准确处理大量就诊病人的能力。总的来说，在高速度、快节奏的现代生活中，需要头脑机敏、反应迅速的麻将高手人才。智力是一个人才华的核心和主要标志。因为我们所讲的智力，通常是指观察力、直觉力、分析力、想象力、理解力、联想力、记忆力、判断力等，而这些正是打麻将游戏必不可少的。</p>
      <p>因此，我们常常可以看到，许多部门领导、工商业老板、经理，大多是麻将高手，这不是因为他们是管理者而牌高一着，而是因为他们牌高一着，才具有管理者所具有的素质。其中最主要的是智力因素。</p>
      <p>而且很多人特别是年纪较大的人，他们的文化水品几乎都不高，但是所有的人都会打麻将，可见学习打麻将游戏的难度真的不大。所以，打麻将游戏的第一个好处就是入门门槛低，简单易懂。</p>
      <p>龙城麻将拥有原汁原味的松原地方特色，游戏玩法新奇有趣，好玩又刺激！是一款深得广大龙城用户欢心的麻将游戏。</p>
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
      title:'资讯中心',
    }
  },
  methods:{
      
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
