<template>
  <div class="title_box">
    <my-title :title='title'></my-title>
    <div>
      <!-- <h3>精湛的技术是麻将致胜的关键</h3> -->
      <p>精湛的技术是麻将致胜的一个重要因素。</p>
      <p>在开始叙述打麻将技术之前，笔者想先提出一个问题。人们常说，有的人麻将打得好，有的人麻将打得不好，请问：打得好、打得不好，有个标准吗?请你回答一下。  </p>
      <p>回答可能是很多很多的，举例如下。</p>
      <p>1．这还要问吗?赢了就是打得好，输了就是打得不好。</p>
      <p>2．利利索索，打得快就是打得好。磨磨蹭蹭，打得慢就是打得不好。</p>
      <p>3．人家是打花麻将的，从不整理牌，打得好 </p>
      <p>4．我那个当家的，最会做暗七对、清一色，打得好。</p>
      <p>5．有个老兄打得好，一边打牌，一边戴个耳机听音乐。</p>
      <p>6．我表姐打得好，参加过省上的比赛……</p>
      <p>7．我爷爷是麻将高手，从旧社会打到新社会…… </p>
      <p>8．我见过真正的麻将精，盲打，用布把眼睛蒙上也能打……</p>
      <p>9．这个问题，问得太奇怪了!手气好就是打得好，手气差就是打得差……</p>
      <p>这些回答都有一定的道理，又似乎都简单了一些。打麻将的时候，互相制约的因素太多，不确定的因素太多，能不能寻找出一个比较全面、比较准确的说法呢? </p>
      <p>笔者斟酌了一下，就一局牌而言，打得好，是否可以这样回答：“把你手中的底牌，自始至终处理得很合理。”</p>
      <p>处理得很合理，就是打得很好。</p>
      <p>处理得比较合理，就是打得比较好。</p>
      <p>处理得比较差，就是打得比较差。</p>
      <p>处理得很差，就是打得很差。</p>
      <p>在实战过程中，“处理”两个字包括的内容就多了，每舍去一张牌、碰一张牌、杠一张牌，都是综观全局、清晰构想、分析判断、精确计算的结果。换句话说，是综合实力的一种表现。</p>
      <p>这“处理”两个字，说的就是打麻将的技术。</p>
      <p>序盘，起手拿到的底牌，完全是凭运气，可能牌相极佳，也可能牌相极差。拿到底牌以后，每一次舍牌、碰牌、杠牌就全靠技术了。技术是贯彻一局牌的始终，须臾不可松懈的。牌相好、牌相差都是客观存在，都要认真面对，合理处置。</p>
      <p>中盘，何去何从，或攻或守，都要处置得当。</p>
      <p>终盘，怎样取舍，是进是退，都要打得合情合理。</p>
      <p>这样“处理”，这局牌就是打得好。输赢如何，那是很自然的结果。打得好不好，不能拿一局牌的输赢去衡量。</p>
      <p>这样“处理”，这局牌就是打得好。输赢如何，那是很自然的结果。打得好不好，不能拿一局牌的输赢去衡量。</p>
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
      title:'打麻将要有精湛的技术',
    }
  },
  methods:{
      
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
