<template>
  <div class="">
    <mt-navbar v-if="false" v-model="selected">
      <mt-tab-item id="so">
        <div  >
          社会招聘
        </div>
        </mt-tab-item>
      <mt-tab-item id="school">
        <div  >
          校园招聘
        </div>
      </mt-tab-item>
    </mt-navbar>
    <div class="employContent">
      <div class="itemEmploy">
        <h4>游戏服务器开发</h4>
        <div>
          <h5>【岗位职责】</h5>
          <ul>
            <li>负责棋牌类游戏逻辑开发、客服工具开发；</li>
            <li>系统性能优化，安全加固，保证服务器安全、稳定、快速运行；</li>
          </ul>
          <h5>【岗位要求】</h5>
          <ul>
            <li>大专及以上学历，1-3年游戏服务器开发经验；</li>
            <li>至少精通c#、c++、java语言的一种；</li>
            <li>有nodejs开发经验者优先考虑；</li>
            <li>熟练掌握html5、nodejs、mongodb标准规范，熟悉常用布局方案和浏览器兼容性者优先考虑；</li>
            <li>编程基础扎实，具备良好的代码编写习惯，独立分析、解决和归纳问题；</li>
            <li>热爱游戏，善于专研，拥有创作游戏的渴望和激情。</li>
          </ul>
        </div>
      </div>

      <div class="itemEmploy">
        <h4>游戏测试</h4>
        <div>
          <h5>【岗位职责】</h5>
          <ul>
            <li>负责东北麻将的所有测试工作；</li>
            <li>制定并持续完善测试用例，并且严格执行；</li>
            <li>通过已有经验探索更多测试点，并且在新产品中采取有效措施尽早发现问题；</li>
            <li>指导市场人员更精准的进行测试。</li>
          </ul>
          <h5>【岗位要求】</h5>
          <ul>
            <li>3年以上手游测试经验，1年以上测试团队管理经验；</li>
            <li>熟练掌握手游测试流程，功能测试、网络测试、性能测试、兼容测试；</li>
            <li>熟练掌握长春或哈尔滨麻将；</li>
            <li>熟悉bug管理系统如jira的搭建和维护；</li>
            <li>编有独立的思考能力，主动的探索意识。</li>
          </ul>
        </div>
      </div>

      <div class="itemEmploy">
        <h4>新媒体运营</h4>
        <div>
          <h5>【岗位职责】</h5>
          <ul>
            <li>负责微信公众号账号运营，包括日常内容编辑、圈粉、发布、维护、互动；</li>
            <li>参与微信话题策划、执行和业务需求的功能迭代对接、跟进；</li>
            <li>开展阶段性组织的多号（大小号）联动推广及运营，并进行跟进执行和统计；利用微信平台推广公司活动；</li>
            <li>跟踪微信推广效果，提高数据的使用率，建立有效运营手段提升用户活跃度，增加粉丝数量；</li>
            <li>在公众号运营中了解用户，收集用户心理与行为数据进行归纳整理，反馈到项目组；</li>
            <li>了解跟踪竞争对手及竞争产品调整方向，并对公司产品提成可行意见；</li>
            <li>查看整理运营数据，完成周报制作；</li>
            <li>完成上级安排的其他工作。</li>
          </ul>
          <h5>【岗位要求】</h5>
          <ul>
            <li>1年以上微信公众号运营及推广经验，有较强的文字功底，能编辑软文，熟悉网络文化，能够准确把握用户心理；</li>
            <li>出色的工作责任心、团队沟通能力，能够承受工作压力；</li>
            <li>具备良好的团队协作、组织协调能力及较强的分析能力。</li>
          </ul>
        </div>
      </div>

      <div class="itemEmploy">
        <h4>游戏策划</h4>
        <div>
          <h5>【岗位职责】</h5>
          <ul>
            <li>负责棋牌类玩法规则的调研、整理、拆解、优化；</li>
            <li>基于移动端特性和不同玩法规则，优化棋牌游戏的UI、UE表现；</li>
            <li>协调技术人员，跟踪产品开发进度，完成产品的开发、测试、版本管理，评审发布，产品上线等相关工作；</li>
            <li>跟踪上线产品的市场效果、用户反馈、收集和主动挖掘产品规则漏洞，持续优化玩法规则，以符合当地实战玩法。</li>
          </ul>
          <h5>【岗位要求】</h5>
          <ul>
            <li>热爱棋牌游戏，了解棋牌游戏规则；</li>
            <li>逻辑清晰，心思细腻；</li>
            <li>文字表述能力强，善于使用office系列工具；</li>
            <li>能够很好的规划和设计产品功能、使用流程和交互体验；</li>
            <li>有很强的沟通、协调、推进能力，有较好的抗压能力。能够有效地组织和推进跨职能、跨团队的合作项目；</li>
            <li>擅长东北麻将者优先，优秀应届毕业生也可。</li>
          </ul>
        </div>
      </div>
    </div>
        
  </div>
</template>

<script>
export default {
  data () {
    return {
      selected:'so'
    }
  },
  methods:{
      
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
